package org.aptech.chapter04.simple1;

public class Test1 {

	public static void main(String[] args) {
		//1.登录系统
		//2.退出
		
		
		//1.登录系统->1.客户信息管理
		//		   ->2.购物结算
		//		   ->3.真情回馈
		//         ->4.注销
		
		//1.登录系统->1.客户信息管理->显示所有客户信息
		//		   ->2.购物结算       ->添加客户信息
		//		   ->3.真情回馈       ->修改客户信息
		//         ->4.注销              ->查询客户信息
		
		
		
		//1.登录系统->1.客户信息管理
		//		   ->2.购物结算       
		//		   ->3.真情回馈       ->幸运大放送
		//         ->4.注销              ->幸运抽奖
		//                        ->生日问候
	}  

}
